IDEA StatiCa Open Model
CrossSectionComponentThermalData.MoistureContent Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Moisture content
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double MoistureContent { get; set; }
Public Property MoistureContent As Double
	Get
	Set
public:
property double MoistureContent {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
CrossSectionComponentThermalData Class
IdeaRS.OpenModel.CrossSection Namespace